[
    {
        "name": "Steamworks Brew Pub",
        "id": "steamworks",
        "latitude": "49.284975",
        "longitude": "-123.110825",
        "description": "In 1995, when Steamworks first took hold of their historic Gastown brewpub location, they discovered that the building had a rare steam heat system. A remnant from forward thinkers of a century past.\nThe brewmaster had only read of steam powered brewing, but had never seen a functional steam brewery. These are very rare indeed. They ventured forth, experimented, and created a one-of-a-kind steam generated brewery. The only one in Canada. To our pleasure, Steamworks found their test brews to be distinctively fresh and flavourful. For nearly 20 years, beer aficionados have been migrating to SteamWorks brewpub for a taste of these unconventional beers. \n\nSince 2013, with the advent of our Brewery in Burnaby Heights, you can now take the brewpub experience home with you.\n\nBottling, Kegging and Canning Tallboys, Steamworks is still brewing with the Power of Steam.",
        "address": "The Landing, 375 Water Street\n Vancouver, BC V6B 1B8",
        "hours": "11:30am  – 12:00am",
        "phone": "(604) 689-2739",
        "website": "http://steamworks.com/brew-pub",
        "beernumber": "8",
        "growlerprice": "$11.00"
    },
    {
        "name": "Patricia Hotel Brew Pub",
        "id": "patriciahotel",
        "latitude": "49.281519",
        "longitude": "-123.094982",
        "description": "If you’re looking for a quick bite, a place to watch the game or great live entertainment, Pat’s has you covered!\nJoin us for a pint of “Pat’s Classic Lager” and enjoy our all natural preservative free beer that’s micro-brewed on site!\nTry something from the grill! We’re famous for our handmade monster burgers and traditional pub fair. Also try our specialty-smoked brisket and pulled pork sandwiches prepared on a charcoal BBQ!",
        "address": "403 East Hastings Street\n Vancouver BC, V6A 1P6",
        "hours": "11:00 am – 12:00 pm",
        "phone": "(604) 255-4301",
        "website": "http://www.patspub.ca/\n",
        "beernumber": "1",
        "growlerprice": "$10.00"
    },
    {
        "name": "Storm Brewing",
        "id": "storm",
        "latitude": "49.282011",
        "longitude": "-123.070231",
        "description": "Storm Brewing thundered onto the market in June of 1995 with a brilliantly balanced ale called “Red Sky Alt” which was reminiscent of the great German Alt Biers of the Golden Years of European brewing.\n\nThe instant success of Red Sky quickly established the reputation of Brewmaster and owner, James Walton. He is perceived as an innovator and as a stickler for quality by both the media and the trade. For over 17 years James and Storm Brewing have been bringing Vancouverites innovative and unpretentious craft beer. From the Hurricane IPA to the Imperial Flanders Red Ale, every beer we brew is made in small batches to guarantee freshness; our beers are unfiltered, additive free, proudly local and always delicious.",
        "address": "310 Commercial Drive\nVancouver BC, V5L 3V6",
        "hours": "11:00 am – 12:00 pm",
        "phone": "(604) 255-9119",
        "website": "http://www.stormbrewing.org/",
        "beernumber": "5",
        "growlerprice": "$10.00"
    },
    {
        "name": "Powell Street Brewing",
        "id": "powellstreet",
        "latitude": "49.283323",
        "longitude": "-123.075781",
        "description": "The Powell Street Brewery used to boast being one of the smallest breweries in British Columbia and its Nanobrewery status. This is accurate no longer as on September 24th the new, also located on Powell Street, brewing facility opened its 15 Barrel Brewhouse and tasting room. Located mere blocks west of its former location this new facility allows for the greater brewing capacity demanded from this star microbrewery and also the ability to host 30 people for growler fills, tastings and a few snacks.",
        "address": "1357 Powell Street,\n Vancouver, BC",
        "hours": "11:00 am – 12:00 pm",
        "phone": "(604) 255-9120",
        "website": "http://www.powellbeer.com/brewery/",
        "beernumber": "12",
        "growlerprice": "$12.25"
    },
    {
        "name": "Parallel 49 Brewing",
        "id": "parallel49",
        "latitude": "49.283906",
        "longitude": "-123.064405",
        "description": "Driven by thirst. Brewing up quality craft beers that will inspire the enthusiast in all of us.",
        "address": "1950 Triumph St\nVancouver BC\nCanada\nV5L 1K5",
        "hours": "11:00 am – 12:00 pm",
        "phone": "(604) 558-2739",
        "website": "http://parallel49brewing.com/",
        "beernumber": "5",
        "growlerprice": "$10.00"
    },
    {
        "name": "Bomber Brewing",
        "id": "bomber",
        "latitude": "49.277601",
        "longitude": "-123.074373",
        "description": "It's a truly Canadian story – hockey, friendship and beer. From the ice rink to the brewery, Bomber Brewing began as a dream between three friends who share a passion for playing hockey and savouring good beer. They brew the beer they want to drink and abide by the creed: unite the everyman, the novice and the beer connoisseur with great beer!",
        "address": "1488 Adanac Street\n Vancouver, BC",
        "hours": "11:00 am – 12:00 pm",
        "phone": "(604) 428-7457",
        "website": "bomberbrewing.com",
        "beernumber": "14",
        "growlerprice": "$10.00"
    },
    {
        "name": "Brassneck Brewery",
        "id": "brassneck",
        "latitude": "49.26568",
        "longitude": "-123.100674",
        "description": "Clustered with several breweries on Main Street in the Mount Pleasant neighbourhood (an area also known, appropriately, as Brewery Creek), Brassneck has a good-sized tasting lounge, often packed with area hipsters sampling an extensive selection of fine quality beers.",
        "address": "2148 Main Street\u0003, Vancouver BC, Canada",
        "hours": "11:00 am – 12:00 pm",
        "phone": "(604) 259-7686",
        "website": "http://brassneck.ca/",
        "beernumber": "5",
        "growlerprice": "$11.00"
    },
    {
        "name": "33 Acres Brewing Company",
        "id": "33acres",
        "latitude": "49.263999",
        "longitude": "-123.105307",
        "description": "Our vision was born out of enjoyment for the binding elements of life. The spirit of community sharing; Drink, food, conversation, space, and ideas. We carry a strong appreciation for the boundless limits created by hard work. We’re influenced by the natural elements of our surroundings, fueled by creative thinking, and driven to make the highest quality product.\n\nOur space is located in Vancouver near a synthesis of forest and the Pacific. Itʼs here weʼve carved out a space to foster collectivity and fine craft beer. We hold that quality product exists in solidarity with working among friends, family, and community. This is an inclusive space; we value innovation in both our craft and design. Our common area was created to align these fundamentals with the simple aesthetics of our surrounding environment.",
        "address": "15 West 8th Avenue\nVancouver, BC V5Y 1M8",
        "hours": "11:00 am – 12:00 pm",
        "phone": "604 620 4589",
        "website": "http://33acresbrewing.com/",
        "beernumber": "5",
        "growlerprice": "$10.00"
    },
    {
        "name": "R&B Brewing",
        "id": "rb",
        "latitude": "49.267138",
        "longitude": "-123.103304",
        "description": "R&B Brewing Co. has always been, and will always be, just about as independent of a microbrewery as you’ll come across. Founded in 1997 by longtime friends and co-workers Rick Dellow and Barry Benson (the ‘R’ & ‘B’, respectively), R&B Brewing Co. was set up to stand in opposition to what the beer world had become – big, non-descript, faceless, and corporate. Combining over 60 years of brewing experience with some of the big guys, Rick and Barry sought to create deliciously hand crafted ales and lagers that would bear no resemblance to the world of big beer. Full-bodied and distinctly rich beer, using only the choicest malts, hops and yeast, would be the focus of the product, while the co-owners personalities would blend to create the marketing milieu – edgy, young, independent…definitely East Van.",
        "address": "54 East 4th Avenue, VANCOUVER, BC",
        "hours": "4:00 am – 8:00 pm",
        "phone": "604.874.2537",
        "website": "http://www.r-and-b.com/",
        "beernumber": "5",
        "growlerprice": "$11.00"
    },
    {
        "name": "Granville Island Brewing",
        "id": "granvilleisland",
        "latitude": "49.270552",
        "longitude": "-123.135782",
        "description": "In 1984 something happened that forever changed the local beer industry: Granville Island Brewing opened the doors to Canada’s first microbrewery. And in doing so, we opened hearts and minds to a whole new beer drinking experience.\n\nDriven by a firm belief that the West was ready for a premium, natural, unpasteurized beer Granville Island Brewing introduced locals to our now famous Island Lager.\n\nAnd it wasn’t long before we were adding more new and unique, West Coast inspired craft beers to our lineup. In celebration of our heritage, we name each new GIB beer after iconic Vancouver locations that embody the West Coast lifestyle.\n\nOver the years, we’ve become more than just the local brewery. We focus much of our sustainability efforts towards ongoing community investment, including sponsorship and charitable support, involvement with local sports teams, community organizations and more. We’re just as proud of that as we are about what we put in our bottles.",
        "address": "Granville Island Co, 1253 Johnston Street, Vancouver, BC V6H 3R9",
        "hours": "11:00 am – 12:00 pm",
        "phone": "604.688.9927",
        "website": "http://gib.ca/",
        "beernumber": "5",
        "growlerprice": "$14.00"
    },
    {
        "name": "Dockside Brewing",
        "id": "dockside",
        "latitude": "49.26948",
        "longitude": "-123.131295",
        "description": "The Dockside Restaurant offers superbly prepared classic dishes in a setting like no other. Located on the waterfront where Granville Island faces the city, guests can enjoy panoramic views across False Creek to the world-famous cityscape of Yaletown and beyond to the mountains of the North Shore.\n\nThe open dining room is relaxed yet refined, wrapped in spectacular floor to ceiling windows, while the lounge offers warm intimate surroundings for evening cocktails. The award-winning patio catches sunlight from morning to late afternoon. Protected on three sides it’s an oasis of calm, disturbed only by the occasional sound of boats making their way along False Creek. Recent renovations have added fireplaces and casual seating areas to this Vancouver destination.\n\nThese three venues offer seating options that are perfect for groups from 4 to 200. With signature elements like a 50-foot aquarium and an open kitchen, each meal is an experience for all the senses. Located adjacent to the boutique Granville Island Hotel, the Dockside Restaurant is open seven days a week serving breakfast, lunch and dinner. Reservations are recommended.",
        "address": "Granville Island Co, 1253 Johnston Street, Vancouver, BC V6H 3R9",
        "hours": "11:00 am – 12:00 pm",
        "phone": "(604) 685-7070",
        "website": "www.docksidebrewing.com",
        "beernumber": "5",
        "growlerprice": "n/a"
    },
    {
        "name": "Yaletown Brewing",
        "id": "yaletown",
        "latitude": "49.275489",
        "longitude": "-123.120894",
        "description": "The Yaletown Brewing Company is Vancouver’s original and best Brewpub. Founded in 1994, just as the former warehouse district of Yaletown was just beginning to emerge as a destination for businesses and residents, the YBC was built with the vision of being a true neighbourhood pub – a welcoming gathering place whether you arrived dressed in a suit or flip-flops.",
        "address": "1111 Mainland St\n Vancouver, BC",
        "hours": "11:00 am – 12:00 pm",
        "phone": "(604) 681-2739",
        "website": "http://www.mjg.ca/yaletown/",
        "beernumber": "5",
        "growlerprice": "n/a"
    },
    {
        "name": "Main Street Brewing",
        "id": "mainstreet",
        "latitude": "49.264678",
        "longitude": "-123.099204",
        "description": "Main Street Brewing Co. resides in one of Vancouver’s few surviving industrial heritage buildings,\nthe “Vancouver Breweries Garage” (1913), in the historic Brewery Creek district.",
        "address": "261 East Seventh Avenue,\nVancouver, BC ",
        "hours": "11:00 am – 12:00 pm",
        "phone": "(604) 336-7711",
        "website": "http://mainstreetbeer.ca/",
        "beernumber": "5",
        "growlerprice": "$10.00"
    },
    {
        "name": "Postmark Brewing",
        "id": "postmark",
        "latitude": "49.284319",
        "longitude": "-123.095393",
        "description": "Postmark Brewing is a Vancouver, BC born and built craft brewery. Our west coast lifestyle and love for great quality beers for every occasion lead us to the design, development and brew of our favourite pints. Consistent quality is paramount as we strive to create beers that cater to not only our thirsty palate but to the active lifestyles we enjoy with our friends and colleagues. At Postmark Brewing we are inspired by more than just great tasting sessionable beers, we enjoy taking a collaborative approach towards our other passions in life including music, photography, clothing, art, events and especially those who are taking risks and making great things happen. It’s All Happening!",
        "address": "55 Dunlevy Avenue, Vancouver, BC V6A 3A3",
        "hours": "11:00 am – 12:00 pm",
        "phone": "(604) 699-1988",
        "website": "http://postmarkbrewing.com/",
        "beernumber": "5",
        "growlerprice": "$11.00"
    },
    {
        "name": "Strange Fellows",
        "id": "strangefellows",
        "latitude": "49.27253",
        "longitude": "-123.077839",
        "description": "The new brewery currently has six different beers on tap, including an imperial stout (the Boris, which comes in at a night-ending – or night-beginning, depending on your outlook – 10% alcohol), an IPA, a brown ale (the Familiar Brown, our favourite), a lager, a pale ale and a wheat beer. The brewery hopes to have eight beers available, four perennials and four on rotation.\n\n\nSo far, Strange Fellows is only serving samples (the “Box of Strange”, four beers in four-ounce glasses for $7) and filling growlers. They do hope to have their product in stores in the new year. Formerly a carpet factory, the location features a tasting room facing east onto Clark Drive, which is traffic-heavy during the day and quiet after 6 p.m. The high-ceilinged room is long and narrow and features long wooden communal-type tables. So far, the brewery doesn’t have any food, but expect to have a food truck or two parked out front sometime soon.\n\nThe brewery is the dream of Iain Hill, former Brewmaster at Yaletown Brewing Co., and his partner Aaron Jonckheere.",
        "address": "1345 Clark Drive, Vancouver, BC V5L 3K8",
        "hours": "11:00 am – 12:00 pm",
        "phone": "(604) 215-0092",
        "website": "www.strangefellowsbrewing.com/",
        "beernumber": "5",
        "growlerprice": "$11.00"
    }
]